{
  "crisisEvents": [
    {
      "text": "A major earthquake has struck the western coast of Japan."
    },
    {
      "text": "A cyberattack has disrupted trading across multiple global stock exchanges."
    },
    {
      "text": "A war has erupted between Ukraine and Belarus, causing oil prices to surge."
    },
    {
      "text": "One of the largest banks in Germany has declared bankruptcy."
    },
    {
      "text": "A global pandemic has re-emerged with a new variant."
    },
    {
      "text": "Massive floods have paralyzed the capital city of Brazil."
    },
    {
      "text": "The central bank of the United States has unexpectedly hiked interest rates by 2%."
    },
    {
      "text": "A major airline in India has grounded all flights due to technical malfunctions."
    },
    {
      "text": "Political unrest in Venezuela is threatening global supply chains."
    },
    {
      "text": "An unexpected resignation of the CEO of a major tech company in South Korea has shocked investors."
    },
    {
      "text": "A cargo ship carrying semiconductor components is stuck at sea near Singapore, delaying global deliveries."
    },
    {
      "text": "A volcano has erupted near Jakarta, Indonesia, threatening nearby populations."
    },
    {
      "text": "Tensions escalate in the South China Sea, impacting maritime trade."
    },
    {
      "text": "A ransomware attack has shut down the operations of a Fortune 500 company in the United States."
    },
    {
      "text": "China has imposed heavy tariffs on tech imports from Taiwan."
    },
    {
      "text": "The stock market in France has plunged after disappointing GDP growth numbers."
    },
    {
      "text": "A major oil pipeline in Canada has been sabotaged, cutting off supply to several countries."
    },
    {
      "text": "A whistleblower has leaked documents revealing widespread corporate fraud in an Australian mining giant."
    },
    {
      "text": "An industrial accident has caused a chemical spill near Lagos, Nigeria."
    },
    {
      "text": "A new law in Russia has been passed that heavily regulates cryptocurrency transactions."
    }
  ]
}